Repository: mohammedramzy/sport_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Loading..
ar: جار التحميل..

source: yes
ar: نعم

source: no
ar: لا

# exit
source: Do you want to exit ?
ar: هل انت تريد الخروج؟

# change_lang_button_text
source: change language
ar: تغيير اللغة

# home_screen
source: Home
ar: الرئيسية

# league_table_screen
source: League table
ar: جدول الدوري

# news_screen
source: News
ar: المركز الاعلامي

# statistics_screen
source: Statistics
ar: احصائيات كاملة

# more_screen
source: More
ar: المزيد

source: Clubs Guide
ar: دليل النوادي

source: Games Guide
ar: دليل الملاعب

source: Who We Us
ar: من نحن

# systems_conditions
source: Systems And Conditions
ar: الأنظمة واللوائح

source: Committees
ar: اللجان

source: Contact Us
ar: اتصل بنا

# share_app
source: Share Application
ar: شارك التطبيق

# subscribe_news
source: Subscripe Recently News
ar: الاشتراك بالنشرة الاخبارية

source: News
ar: الأخبار

source: Photos
ar: الصور

source: Videos
ar: الفيديوهات

source: First Name
ar: الاسم الاول

source: Second Name
ar: الاسم الثاني

source: Email
ar: البريد الالكتروني

source: Phone
ar: رقم الجوال

source: Next
ar: التالي

# address
source: Message Address
ar: عنوان الرسالة

source: Complaint
ar: شكوى

source: Services
ar: خدمات

source: Message Type
ar: نوع الرسالة

source: Message Content
ar: محتوى الرسالة

# pick_up_image
source: Pick Up Image optional
ar: ارفق صورة اختياري

# request_send_successfully
source: Request Sent Successfully
ar: تم ارسال الطلب بنجاح

# request_no
source: Request no : 12345
ar: رقم الطلب 12345

source: first name cannot be empty
ar: الاسم الاول لا يمكن ان يكون فارغا

source: second name cannot be empty
ar: الاسم الثاني لا يمكن ان يكون فارغا

source: email cannot be empty
ar: الايميل لا يمكن ان يكون فارغا

source: enter valid email
ar: ادخل ايميل صحيح

source: phone cannot be empty
ar: رقم الهاتف لا يمكن ان يكون فارغا

# phone_must_be_ten_digits
source: phone must be 10 digits
ar: رقم الهاتف يجب ان يكون 10 ارقام

# phone_must_start_with
source: phone must start with 05
ar: رقم الهاتف يجب اي يبدأ ب 05

source: enter valid phone number
ar: ادخل رقم هاتف صحيح

source: Address cannot be empty
ar: العنوان لا يمكن ان يكون فارغا

source: Message cannot be empty
ar: الرسالة لا يمكن ان تكون فارغة

source: Sponsers
ar: الرعاة

source: More
ar: المزيد

source: Next Matches
ar: المباريات القادمة
